Repository: Nils-Rindlisbacher/Web-Apps
Catalog: Angular/Trick-Manager/src/locale/messages.*.xlf
Languages: de

source: Category
de: Kategorie

source: Welcome to the Trick Manager
de: Willkommen beim Trick Manager

source: Completed Tricks
de: Abgeschlossene Tricks

source: Completed Skate Tricks
de: Abgeschlossene Skate Tricks

source: Here you can generate all sorts of Skate Tricks or just see all tricks by there category
de: Hier kannst du jeden Skate-Trick generieren oder einfach alle Tricks nach Kategorien sortiert sehen

source: Login
de: Anmelden

source: Password
de: Passwort

source: New Account
de: Registrieren

source: Login
de: Anmelden

source: Overview
de: Übersicht

source: Register a new Account
de: Registrieren

source: Repeat Password
de: Passwort widerholen

source: Register
de: Registrieren

source: The Skate Trick Generator
de: Der Skate Trick Generator

source: Generate 331 different Skate Tricks in 7 category's
de: Generiere 331 verschiedene Skate Tricks in 7 Kategorien

source: The Skate Trick Overview
de: Die Skate Trick Übersicht

source: See all 331 Skate Tricks in 7 category's
de: Alle 331 Skate-Tricks in 7 Kategorien anzeigen
